Repository: HadassahJoseph/SDEV_Assignment_2023
Catalog: TourismWeb/app/translations/*/LC_MESSAGES/messages.po
Languages: no

source: Home
no: Hjem

source: Accomodation
no: Overnatting

source: Things To Do
no: Ting Å Gjøre

source: Guides
no: Guider

source: Norway
no: Norge

source: Korea
no: Sør-Korea

source: Search....
no: Søk....

source: Popular Destinations
no: Populære destinasjoner

source: Travel to Limerick and stroll along the historic streets on the edge of the River Shannon. Visit King John’s Castle, and discover its Norman heritage.
no: Reis til Limerick og rusle langs de historiske gatene ved bredden av elven Shannon. Besøk King John's Castle og oppdag dets normanniske arv.

source: ACCOMMODATION
no: Overnatting

source: Hotels
no: Hoteller

source: Visit Website
no: Besøk nettside

source: Galway City, Galway
no: Galway by, Galway

source: Kilkenny City, Kilkenny
no: Kilkenny by, Kilkenny

source: Article
no: Artikkel

source: Continue Reading
no: Fortsett å lese

source: WHAT
no: HVA

source: WHERE
no: HVOR

source: 1 adult
no: 1 voksen

source: 2 adults
no: 2 voksne

source: 3 adults
no: 3 voksne

source: 4 adults
no: 4 voksne

source: SEARCH
no: Søk....

source: WELCOME TO ÉIRE
no: VELKOMMEN TIL ÉIRE

source: WHAT HOT RIGHT NOW !
no: HVA ER HOT AKKURAT NÅ!

source: From our wonderful mountains to our lovely riversides enjoy all of Ireland
no: Fra våre fantastiske fjell til våre vakre elvebredder, nyt hele Irland

source: HIKING
no: Fotturer

source: FOOD STALLS
no: Matboder

source: TOURS
no: turer

source: DAY OUT
no: Familieutflukter

source: PUBS
no: Puber

source: COOKING CLASS
no: Matlagingskurs

source: BOATING
no: Båtturer

source: CYCLING
no: Sykling

source: Top 10 places To see in Ireland
no: Topp 10 ting å gjøre i Irland

source: Learn more
no: Lær mer

source: From Dublin to Galway
no: Fra Dublin til Galway

source: Ultimate Guide To Galway City
no: Den ultimate guiden til Galway by

source: In the city that never sleeps enjoy the beautiful beaches, land scapes and nature and relax at the beach once your done.
no: I byen som aldri sover, nyt de vakre strendene, landskapene og naturen og slapp av på stranden når du er ferdig.

source: FIND COMFORT IN IRELAND
no: Ting Å Gjøre i Irland

source: The best places and cities to stay in Ireland, with the best services
no: De beste stedene og byene å bo i Irland, med de beste tjenestene

source: Our Beating Heart
no: Vårt pulserende hjerte

source: Relax in our Home
no: Slapp av i vårt hjem

source: Find peace in your home away from home
no: Finn fred i ditt hjem borte fra hjemmet

source: Views From Your Window
no: Utsikt fra ditt vindu

source: Enjoy the beauty of Ireland from your wind seat.
no: Nyt skjønnheten i Irland fra vinduet ditt.

source: Our Properties
no: Våre Eiendommer

source: Resorts
no: Ferieanlegg

source: Galway, Limrick, Wicklow
no: Galway, Limerick, Wicklow

source: Link
no: Lenke

source: Dublin Docks, Wexford
no: Dublin havn, Wexford

source: The Kenmare Bay Lodges are part of the Kenmare Bay Hotel &amp; Resort, and guests have access to its facilities. These include a pool, gym, hot tub, The Bay Restaurant and the Courtyard Bar. The opening times for <br>the hotel and restaurant are seasonal.
no: Kenmare Bay Lodges er en del av Kenmare Bay Hotel & Resort, og gjester har tilgang til fasiliteter som basseng, treningssenter, boblebad, The Bay Restaurant og Courtyard Bar. Åpningstidene for hotellet og restauranten er sesongbasert.

source: Rentals
no: Leieobjekter

source: Rosecommon
no: Roscommon

source: Apartment (Hotels)
no: Leilighet (Hoteller)

source: Dublin, Cork, Limrick
no: Dublin, Cork, Limerick

source: Estate &amp; Country Club
no: Eiendom og Country Club

source: Things To Do In Ireland
no: Ting Å Gjøre i Irland

source: Subscribe to our newsletter
no: Abonner på vårt nyhetsbrev

source: Your Email
no: Din e-post

source: Subscribe
no: Abonner

source: Explore the history
no: Utforsk historien

source: Resturants
no: Restauranter

source: Bookings
no: Bestillinger

source: Info
no: Informasjon

source: Family Day out
no: Familieutflukter

source: places to be
no: steder å besøke

source: Land Of The Saint And Scholars
no: Landet til helgenene og lærdene

source: Copyright © 2023 Éire-Escapes
no: Opphavsrett © 2023 Éire-Escapes

source: Where to stay...
no: Hvor skal du bo...

source: Book places here.......
no: Bestill steder her...

source: Dublin is a warm and welcoming city, known for the friendliness of its people and famous for its 'craic'
no: Dublin er en varm og imøtekommende by, kjent for vennligheten til folket og kjent for sin 'craic

source: Renowned for its beautiful scenery and one of the most mountainous regions in Ireland.
no: Kjent for sitt vakre landskap og en av de mest fjellrike regionene i Irland.

source: Visit Cork and you'll find a true blend of old and new. Contemporary&nbsp; art in historic buildings and chic cocktails in the Victorian Quarter.
no: Besøk Cork og du vil finne en sann blanding av gammelt og nytt. Nåtidens kunst i historiske bygninger og stilige cocktails i det victorianske kvartalet.

source: Epic coastlines, magnificent beaches and lofty mountain peaks, marvel at the epic scenery in County Galway. Visit the City of the Tribes, Discover History.
no: Episke kystlinjer, fantastiske strender og majestetiske fjelltopper, nyt den fantastiske naturen i County Galway. Besøk The City of the Tribes og oppdag historien.

source: Kilkenny is known as the Marble City because of its distinctive black marble. The city has a medieval feel with well-maintained and preserved old buildings. Kilkenny is also home to one of Ireland's premier comedy festivals, the Kilkenny Cat Laughs festival.
no: Kilkenny er kjent som Marble City på grunn av den karakteristiske svarte marmoren. Byen har en middelalderfølelse med velholdte og bevarte gamle bygninger. Kilkenny er også hjemsted for en av Irlands fremste komediefestivaler, Kilkenny Cat Laughs-festivalen.

source: Nestled in a valley surrounded by the magnificent McGillycuddy Reeks, Ireland's highest mountain range is the vibrant town of Killarney.
no: Plasert i en dal omgitt av de praktfulle McGillycuddy Reeks, Irlands høyeste fjellkjede, ligger den livlige byen Killarney.

source: Colloquially known as the Garden of Ireland for its scenery—which includes extensive woodlands, nature trails, beaches, and ancient ruins while allowing for a multitude of walking, hiking, and climbing options
no: Kalt hagebyen på Irland på grunn av landskapet - som inkluderer omfattende skoger, naturstier, strender og gamle ruiner - og gir mange muligheter for spaserturer, fotturer og klatring.

source: Hostels
no: "Kalt hagebyen på Irland på grunn av landskapet - som inkluderer omfattende skoger, naturstier, strender og gamle ruiner - og gir mange muligheter for spaserturer, fotturer og klatring."

source: B&amp;Bs
no: Bed and Breakfasts

source: Curated Experiences
no: Kurerte opplevelser

source: Looking for something specific? Look no further.
no: Leter du etter noe spesifikt? Søk ikke lenger.

source: Best Hostels for Solo - Travelers
no: Beste steder å reise alene

source: Meet your new travel group at these B&amp;Bs
no: Møt din nye reisegruppe på disse B&Bene

source: Cheapest&nbsp; Hotels in Dublin
no: Billigste hoteller i Dublin

source: Find your guides here.......
no: Finn guidene dine her.......

source: Exploring Irelands Hiking Trails
no: Utforsking av Irlands turløyper

source: Kayaking in Irelands Rivers And Lakes
no: Padling på Irlands elver og innsjøer

source: Relaxing Escapes To Irelands Rural Retreats
no: Avslappende opphold på Irlands landlige tilfluktssteder

source: Card title
no: Korttittel

source: Familly Trips
no: Familieturer

source: Family Fun
no: Familie moro

source: Discover endless adventures for the whole family in Ireland, from amusement parks to interactive museums and beyond.
no: Opplev endeløse eventyr for hele familien i Irland, fra fornøyelsesparker til interaktive museer og mer.

source: Discovering Irelands Wonders With Family
no: Oppdage Irlands underverker med familien

source: Adventurous Activities for the Whole Family
no: Eventyrlige aktiviteter for hele familien

source: Fun-filled Days Out for the Whole Family
no: Morsomme dager ute for hele familien

source: QUICK FIND SOMETHING TO DO&nbsp;
no: FINN RASKT NOE Å GJØRE

source: OUR ACTIVITES &amp; GUIDES
no: VÅRE AKTIVITETER OG GUIDER

source: MUSEUME
no: Museum

source: Previous
no: Forrige

source: Next
no: Neste

source: In our beating heart&nbsp;
no: I vårt pulserende hjerte

source: Top 10 places For Food &amp; Drink
no: Topp 10 steder for mat og drikke

source: Enjoy our melting pot of cultures foods and drinks. From our best chefs and world renowned dishes and cuisines&nbsp;
no: Nyt vår smeltedigel av kulturmat og drikke. Fra våre beste kokker og verdenskjente retter og kjøkken

source: In the Sunny city
no: I den solfylte byen

source: Safety Our Priority&nbsp;
no: Sikkerhet er vår prioritet

source: Link=
no: lenke=

source: Cottages
no: Hytter

source: Villa's
no: Villaer

source: Resorts &amp; Villa's&nbsp;
no: Resorts og villaer

source: Carlow, Portloaise&nbsp;
no: Carlow, Portloaise

source: Start your adventure here.......
no: Start eventyret ditt her ...

source: Find out all the tasty resturants
no: Finn ut om alle de smakfulle restaurantene

source: Look For Tasty restaurants below.
no: Se etter smakfulle restauranter nedenfor.

source: Find oUT more
no: Finn ut mer

source: Find out about the historic sights
no: Finn ut om de historiske severdighetene

source: Look For Historic sights below.
no: Se etter historiske severdigheter nedenfor.

source: Find oUT more<
no: Finn ut mer <

source: Find out about all the Amazing museums
no: Finn ut om alle de fantastiske museene

source: Look For Museums below.
no: Se etter museer nedenfor.

source: Look For Things To Do
no: Se etter ting å gjøre

source: Top 10 Things to do in Ireland
no: Topp 10 ting å gjøre i Irland

source: Find out more below
no: Finn ut mer nedenfor

source: Whats On : Events in Ireland
no: Hva skjer: Hendelser i Irland

source: Art History And Culture
no: Kunsthistorie og kultur

source: Top 10 Things to do in Dublin
no: Topp 10 ting å gjøre i Dublin

source: Live shows
no: Live show

source: Best places to solo travel
no: Beste steder å reise alene

source: Learn about the history culture and language
no: Lær om historie, kultur og språk

source: Learn about the history
no: Lær om historien

source: Click here to Learn more...
no: Klikk her for å lære mer...

source: Learn About the Culture
no: Lær om kulturen

source: Click here to learn about the culture....
no: Klikk her for å lære om kulturen...

source: Learn about the language
no: Lær om språket

source: click here to learn about the language...
no: Klikk her for å lære om språket...
